/* `welcomeLabel` UILabel text default value */
"Welcome" = "Selamat Datang";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Terima kasih telah melakukan pengunduhan";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Silakan mengikuti instruksi yang diterima dalam email sambutan untuk memulai proses aktivasi.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Tetap dalam performa terbaik manajemen tugas harian Anda dan berkolaborasi dengan mudah dalam projek.";

"ScanInstruction" = "Silakan pindai kode QR yang aman untuk memulai proses aktivasi.";

"DiscoveryServiceInstruction" = "Silakan masukkan alamat email Anda untuk memulai proses aktivasi.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Memeriksa Akun...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Mulai";

"Scan" = "Pindai";

/* `demoLabel` UILabel text default value */
"Explore" = "Ingin menjelajahi?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Cobalah Demo ini";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Tetapkan Kode Sandi";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Kode Sandi";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Pilih Kode Sandi";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Konfirmasi Kode Sandi";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Masukkan kode sandi Anda lagi.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Konfirmasi kode sandi Anda.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Masukkan kode sandi Anda.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Ubah Kode Sandi";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Masukkan kode sandi Anda saat ini.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Tidak Sekarang";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Kembali";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Lanjut";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Selesai";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Pilih kode sandi setidaknya dengan %d karakter untuk membuka kunci aplikasi.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Pilih kode sandi setidaknya dengan %d angka untuk membuka kunci aplikasi.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Sertakan berikut ini:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Huruf kecil (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Huruf besar (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Angka (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simbol (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Atur Ulang Kode Sandi";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validasi kode sandi gagal.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Kode sandi ditolak oleh FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Coba lagi";

/* The title for setup touch ID screen. */
"TouchIDKey" = "ID Sentuh";

/* The title for setup touch ID screen. */
"FaceIDKey" = "ID Wajah";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " sekarang tersedia!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Mengaktifkan ID Sentuh akan memberi Anda akses yang lebih cepat ke informasi Anda.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Anda dapat mengaktifkan atau menonaktifkan fitur ini kapan saja dari Pengaturan.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Silakan aktifkan ID Sentuh untuk akses cepat dan aman.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Jika ID Sentuh dinonaktifkan, Anda akan dimintai kode sandi perangkat Anda.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Mengaktifkan ID Wajah akan memberi Anda akses yang lebih cepat ke informasi Anda.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Anda dapat mengaktifkan atau menonaktifkan fitur ini kapan saja dari Pengaturan.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Silakan aktifkan ID Wajah untuk akses cepat dan aman.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Jika ID Wajah dinonaktifkan, Anda akan dimintai kode sandi perangkat Anda.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Untuk menggunakan ID Sentuh, silakan tambahkan sidik jari pada pengaturan perangkat Anda.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Anda dapat melakukan ini kapan saja dalam Pengaturan - ID Sentuh & Kode Sandi.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Untuk menggunakan ID Wajah, silakan daftarkan ID Wajah pada pengaturan perangkat Anda.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Anda dapat melakukan ini kapan saja dalam Pengaturan - ID Wajah & Kode Sandi.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Pelajari lebih lanjut tentang ID Sentuh";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Pelajari lebih lanjut tentang ID Wajah";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktifkan";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentikasi dengan ID Sentuh";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentikasi dengan ID Wajah";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Kesalahan";

/* The error title. */
"AuthenticationErrorKey" = "Kesalahan Autentikasi";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Silakan autentikasikan menggunakan ID Sentuh untuk menggunakan aplikasi.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Silakan autentikasikan menggunakan ID Wajah untuk menggunakan aplikasi.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentikasikan";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Kode sandi tidak sesuai. Coba lagi.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Anda memiliki %d upaya tersisa.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Anda memiliki 1 upaya tersisa.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Tidak ada lagi upaya tersisa.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Silakan masuk untuk mengatur ulang kode sandi.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OKE";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Kode sandi salah. Coba lagi.";

/* The scan page title string. */
"ScanKey" = "Pindai";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Pemindaian Tidak Berhasil";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Silakan pilih gambar kode QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Kode QR Tidak Valid";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Kode QR tidak dikenali.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Izinkan Akses ke Foto";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Untuk memilih gambar kode QR, silakan berikan akses ke foto Anda di pengaturan privasi perangkat Anda.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Izinkan Akses ke Kamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Untuk memindai menggunakan kamera, silakan berikan akses ke kamera Anda di pengaturan privasi perangkat Anda.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Pengaturan";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Konformasi";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Pemindaian berhasil. Anda akan terhubung ke:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Lanjutkan";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Luncurkan";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivasi";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Jika mendapatkan email sambutan, ikuti tautan aktivasi yang ada. Jika tidak, masukkan alamat email atau pindai kode QR untuk mulai onboarding.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Lanjut";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Atau";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Pindai";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Setuju";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Tidak Setuju";

/* The authentication title. */
"AuthenticationKey" = "Autentikasi";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Silakan persiapkan nama pengguna dan kata sandi Anda untuk autentikasi.";

/* Username input field placeholder string */
"usernameKey" = "nama pengguna";

/* Password input field placeholder string */
"passwordKey" = "kata sandi";

/* Sign In button string. */
"SignInKey" = "Masuk";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Kredensial salah. Coba lagi.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Silakan berikan informasi di bawah ini untuk memulai proses aktivasi.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Memverifikasi informasi...";

/* Cancel button string. */
"CancelKey" = "Batal";

/* Allow button string. */
"AllowKey" = "Izinkan";

/* Deny button string. */
"DenyKey" = "Tolak";

/* No button string. */
"NoKey" = "Tidak";

/* Quit button string. */
"QuitKey" = "Keluar";

/* GiveConsent button string. */
"GiveConsentKey" = "Berikan Persetujuan";

/* Navbar title string. */
"StepKey" = "Langkah";

/* Navbar title string. */
"OfKey" = "dari";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Apakah Anda yakin ingin keluar dari proses onboarding?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Tanpa persetujuan Anda tidak akan dapat melanjutkan onboarding.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Alihkan atau Tambahkan Pengguna";

/* Title for Log In button */
"LogInKey" = "Masuk";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Cari pengguna di perangkat ini";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Lupa kode sandi?";

/* Title for Loction */
"PNLoctionTitleKey" = "Aktifkan layanan lokasi agar Anda dapat menggunakan fitur peta dan navigasi";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Aktifkan pemberitahuan agar Anda mendapat peringatan tentang pengumuman penting";

/* Title for Photos */
"PNPhotosTitleKey" = "Aktifkan akses pustaka foto agar Anda dapat mengaktifkan berbagi foto dan mengakses pustaka foto";

/* Title for Calendar */
"PNCalendarTitleKey" = "Aktifkan akses kalender agar Anda dapat memesan ruangan dan melihat pertemuan Anda";

/* Title for Camera */
"PNCameraTitleKey" = "Aktifkan kamera agar Anda dapat masuk dan memverifikasi dengan ID Wajah";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Anda dapat mengubah izin ini nanti dengan pengaturan aplikasi";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Aplikasi menggunakan izin di bawah ini untuk memberikan Anda pengalaman terbaik dari layanan kami";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Izinkan aplikasi untuk mengakses Lokasi Anda dan memberi tahu Anda saat sedang menggunakannya.\n\nUntuk mengatur atau mengedit izin Lokasi Anda, buka pengaturan iOS > Ketuk “Lokasi” > Ketuk “Aplikasi” > Pilih pengaturan izin Lokasi pilihan Anda";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Izinkan aplikasi untuk mengakses Pemberitahuan Anda dan memberi tahu Anda saat sedang menggunakannya.\n\nUntuk mengatur atau mengedit izin Pemberitahuan Anda, buka pengaturan iOS > Ketuk “Pemberitahuan” > Ketuk “Aplikasi” > Pilih pengaturan izin Pemberitahuan pilihan Anda";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Izinkan aplikasi untuk mengakses Foto Anda dan memberi tahu Anda saat sedang menggunakannya.\n\nUntuk mengatur atau mengedit izin Foto Anda, buka pengaturan iOS > Ketuk “Foto” > Ketuk “Aplikasi” > Pilih pengaturan izin Foto pilihan Anda";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Izinkan aplikasi untuk mengakses Kamera Anda dan memberi tahu Anda saat sedang menggunakannya.\n\nUntuk mengatur atau mengedit izin Kamera Anda, buka pengaturan iOS > Ketuk “Kamera” > Ketuk “Aplikasi” > Pilih pengaturan izin Kamera pilihan Anda";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Izinkan aplikasi untuk mengakses Kalender Anda dan memberi tahu Anda saat sedang menggunakannya.\n\nUntuk mengatur atau mengedit izin Kalender Anda, buka pengaturan iOS > Ketuk “Kalender” > Ketuk “Aplikasi” > Pilih pengaturan izin Kalender pilihan Anda";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Buka Pengaturan iOS";

